{ "translations": {
    "Error in transcript access time update call" : "Σφάλμα στην κλήση ενημέρωσης χρόνου πρόσβασης κειμένου",
    "Multiple transcripts found" : "Βρέθηκαν πολλαπλά κείμενα",
    "Transcript not found" : "Το κείμενο δεν βρέθηκε",
    "Some internal error occurred. Contact your sysadmin for more info." : "Παρουσιάστηκε κάποιο εσωτερικό σφάλμα. Επικοινωνήστε με τον διαχειριστή συστήματος για περισσότερες πληροφορίες.",
    "No Speech-to-Text provider found, install one from the app store to use this feature." : "Δεν βρέθηκε πάροχος Ομιλίας σε Κείμενο, εγκαταστήστε έναν από το κατάστημα εφαρμογών για να χρησιμοποιήσετε αυτήν τη λειτουργία.",
    "Audio file not found." : "Το αρχείο ήχου δεν βρέθηκε.",
    "No permission to create recording file/directory, contact your sysadmin to resolve this issue." : "Δεν υπάρχει άδεια δημιουργίας αρχείου/καταλόγου εγγραφής, επικοινωνήστε με τον διαχειριστή συστήματος για να επιλυθεί αυτό το ζήτημα.",
    "Speech To Text App" : "Εφαρμογή Μετατροπής Ομιλίας σε Κείμενο",
    "Transcription has finished!" : "Η μεταγραφή ολοκληρώθηκε!",
    "Transcript: %1$s" : "Κείμενο: %1$s",
    "View transcript" : "Προβολή κειμένου",
    "Transcription has failed!" : "Η μετατροπή σε κείμενο απέτυχε!",
    "Error: %1$s" : "Σφάλμα: %1$s",
    "View error message" : "Προβολή μηνύματος σφάλματος",
    "Speech to Text" : "Μετατροπή Ομιλίας σε Κείμενο",
    "Speech to Text Helper App" : "Εφαρμογή Βοηθού Μετατροπής Ομιλίας σε Κείμενο",
    "A smart picker provider that utilises the Speech to Text OCP API" : "Ένας έξυπνος πάροχος επιλογής που χρησιμοποιεί το API Μετατροπής Ομιλίας σε Κείμενο OCP",
    "⚠️ This app is now deprecated. The feature it provides is now included in the [Assistant app](https://apps.nextcloud.com/apps/assistant).\n\nThis app implements a smart picker provider that utilises the Speech to Text OCP API.\nIt enables the user to generate transcriptions of recorded audio or an audio file provided.\n\nNOTE: This integration requires a separate integration to be installed that exposes a SpeechToText processing provider, like the Whisper Speech-To-Text App, for example." : "⚠️ Αυτή η εφαρμογή έχει πλέον καταργηθεί. Η λειτουργία που παρέχει περιλαμβάνεται πλέον στην [εφαρμογή Assistant](https://apps.nextcloud.com/apps/assistant).\n\nΑυτή η εφαρμογή υλοποιεί έναν έξυπνο πάροχο επιλογής που χρησιμοποιεί το API Μετατροπής Ομιλίας σε Κείμενο OCP.\nΕπιτρέπει στον χρήστη να δημιουργεί μεταγραφές από ηχογραφημένο ήχο ή από ένα αρχείο ήχου που παρέχεται.\n\nΣΗΜΕΙΩΣΗ: Αυτή η ενσωμάτωση απαιτεί την εγκατάσταση μιας ξεχωριστής ενσωμάτωσης που εκθέτει έναν πάροχο επεξεργασίας Μετατροπής Ομιλίας σε Κείμενο, όπως για παράδειγμα η εφαρμογή Whisper Speech-To-Text.",
    "Close Modal" : "Κλείσιμο Πλαισίου",
    "Close" : "Κλείσιμο",
    "Result could not be copied to the clipboard" : "Δεν ήταν δυνατή η αντιγραφή του αποτελέσματος στο πρόχειρο",
    "Transcript" : "Κείμενο",
    "Copy" : "Αντιγραφή",
    "Copy Transcript to Clipboard" : "Αντιγραφή Κειμένου στο Πρόχειρο",
    "Copied" : "Αντιγράφηκε",
    "Copy to Clipboard" : "Αντιγραφή στο Πρόχειρο",
    "Choose Audio File" : "Επιλογή Αρχείου Ήχου",
    "Successfully scheduled transcription" : "Η μετατροπή σε κείμενο προγραμματίστηκε με επιτυχία",
    "Failed to schedule transcription" : "Αποτυχία προγραμματισμού μετατροπής σε κείμενο",
    "Unknown API error" : "Άγνωστο σφάλμα API",
    "Record Audio" : "Ηχογράφηση",
    "No audio file selected" : "Δεν έχει επιλεγεί αρχείο ήχου",
    "Selected Audio File:" : "Επιλεγμένο Αρχείο Ήχου:",
    "Schedule Transcription" : "Προγραμματισμός μετατροπής σε κείμενο",
    "Error while loading results: {error}" : "Σφάλμα κατά τη φόρτωση αποτελεσμάτων: {error}"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}