{ "translations": {
    "Error in transcript access time update call" : "Produciuse un erro na actualización do tempo de acceso á transcrición da chamada.",
    "Multiple transcripts found" : "Atopáronse varias transcricións",
    "Transcript not found" : "Non se atopou a transcrición",
    "Some internal error occurred. Contact your sysadmin for more info." : "Produciuse un erro interno. Póñase en contacto coa administración do sistema para obter máis información.",
    "No Speech-to-Text provider found, install one from the app store to use this feature." : "Non se atopou ningún provedor de conversión de voz a texto. Instale un da tenda de aplicacións para usar esta función.",
    "Audio file not found." : "Non se atopou o ficheiro de son.",
    "No permission to create recording file/directory, contact your sysadmin to resolve this issue." : "Non ten permiso para crear un ficheiro/directorio de gravación, póñase en contacto coa administración do sistema para resolver esta incidencia.",
    "Speech To Text App" : "Aplicación de Conversión de voz a texto",
    "Transcription has finished!" : "Rematou a transcrición!",
    "Transcript: %1$s" : "Transcrición: %1$s",
    "View transcript" : "Ver a transcrición",
    "Transcription has failed!" : "Produciuse un fallo na transcrición!",
    "Error: %1$s" : "Erro: %1$s",
    "View error message" : "Ver a mensaxe de erro",
    "Speech to Text" : "Conversión de voz a texto",
    "Speech to Text Helper App" : "Aplicación de axuda de conversión de voz a texto",
    "A smart picker provider that utilises the Speech to Text OCP API" : "Un provedor de selector intelixente que utiliza a API OCP de conversión de voz a texto",
    "⚠️ This app is now deprecated. The feature it provides is now included in the [Assistant app](https://apps.nextcloud.com/apps/assistant).\n\nThis app implements a smart picker provider that utilises the Speech to Text OCP API.\nIt enables the user to generate transcriptions of recorded audio or an audio file provided.\n\nNOTE: This integration requires a separate integration to be installed that exposes a SpeechToText processing provider, like the Whisper Speech-To-Text App, for example." : "⚠️ Esta aplicación xa está obsoleta. A función que ofrece agora está incluída na [aplicación Asistente](https://apps.nextcloud.com/apps/assistant).\n\nEsta aplicación implementa un provedor de selección intelixente que utiliza a API OCP Speech to Text.\nPermite ao usuario xerar transcricións de son gravado ou un ficheiro de son fornecido.\n\nNOTA: Esta integración require que se instale unha integración separada que expoña un provedor de procesamento de voz a texto, como a aplicación Whisper Speech-To-Text, por exemplo.",
    "Close Modal" : "Pechar a xanela modal",
    "Close" : "Pechar",
    "Result could not be copied to the clipboard" : "Non foi posíbel copiar o resultado no portapapeis",
    "Transcript" : "Transcrición",
    "Copy" : "Copiar",
    "Copy Transcript to Clipboard" : "Copiar a transcrición no portapapeis",
    "Copied" : "Copiada",
    "Copy to Clipboard" : "Copiar no portapapeis.",
    "Choose Audio File" : "Escoller o ficheiro de son",
    "Successfully scheduled transcription" : "A transcrición foi programada correctamente",
    "Failed to schedule transcription" : "Produciuse un fallo ao programar a transcrición",
    "Unknown API error" : "Produciuse un erro descoñecido na API",
    "Record Audio" : "Gravar son",
    "No audio file selected" : "Non seleccionou ningún ficheiro de son",
    "Selected Audio File:" : "Ficheiro de son seleccionado:",
    "Schedule Transcription" : "Programar unha transcrición",
    "Error while loading results: {error}" : "Produciuse un erro mentres cargaba os resultados: {error}"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}