{ "translations": {
    "Error in transcript access time update call" : "Fout in de updateaanroep van de transcripttoegangstijd",
    "Multiple transcripts found" : "Meerdere transcripties gevonden",
    "Transcript not found" : "Transcriptie niet gevonden",
    "Some internal error occurred. Contact your sysadmin for more info." : "Er is een interne fout opgetreden. Neem contact op met de systeembeheerder voor meer informatie.",
    "No Speech-to-Text provider found, install one from the app store to use this feature." : "Geen Speech-to-Text-leverancier gevonden, installeer er een in de app store om deze functie te gebruiken.",
    "Audio file not found." : "Audiobestand niet gevonden.",
    "No permission to create recording file/directory, contact your sysadmin to resolve this issue." : "Geen toestemming om opnamebestand/map te maken, neem contact op met de systeembeheerder om dit probleem op te lossen.",
    "Speech To Text App" : "Speech To Text App",
    "Transcription has finished!" : "De transcriptie is voltooid!",
    "Transcript: %1$s" : "Transcriptie: %1$s",
    "View transcript" : "Transcriptie weergeven",
    "Transcription has failed!" : "Transcriptie is mislukt!",
    "Error: %1$s" : "Fout: %1$s",
    "View error message" : "Foutmelding bekijken",
    "Speech to Text" : "Speech to Text",
    "Speech to Text Helper App" : "Speech to Text Helper App",
    "A smart picker provider that utilises the Speech to Text OCP API" : "Een slimme keuze-leverancier die gebruik maakt van de Speech to Text OCP-API",
    "⚠️ This app is now deprecated. The feature it provides is now included in the [Assistant app](https://apps.nextcloud.com/apps/assistant).\n\nThis app implements a smart picker provider that utilises the Speech to Text OCP API.\nIt enables the user to generate transcriptions of recorded audio or an audio file provided.\n\nNOTE: This integration requires a separate integration to be installed that exposes a SpeechToText processing provider, like the Whisper Speech-To-Text App, for example." : "⚠️ Deze app is nu verouderd. De functie die het biedt, is nu opgenomen in de [Assistant app](https://apps.nextcloud.com/apps/assistant).\n\nDeze app implementeert een slimme keuze-leverancier die gebruik maakt van de Speech to Text OCP-API.\nHiermee kan de gebruiker transcripties genereren van opgenomen audio of een geleverd audiobestand.\n\nOPMERKING: Deze integratie vereist dat er een afzonderlijke integratie wordt geïnstalleerd die een SpeechToText-verwerkingsleverancier biedt, zoals bijvoorbeeld de Whisper Speech-To-Text App.",
    "Close Modal" : "Modal sluiten",
    "Close" : "Sluiten",
    "Result could not be copied to the clipboard" : "Het resultaat kon niet naar het klembord worden gekopieerd",
    "Transcript" : "Transcriptie",
    "Copy" : "Kopiëren",
    "Copy Transcript to Clipboard" : "Transcript kopiëren naar klembord",
    "Copied" : "Gekopieerd",
    "Copy to Clipboard" : "Kopiëren naar klembord",
    "Choose Audio File" : "Audiobestand kiezen",
    "Successfully scheduled transcription" : "Transcriptie succesvol ingepland",
    "Failed to schedule transcription" : "Het plannen van de transcriptie is mislukt",
    "Unknown API error" : "Onbekende API-fout",
    "Record Audio" : "Audio opnemen",
    "No audio file selected" : "Geen audio geselecteerd",
    "Selected Audio File:" : "Kies audiobestand:",
    "Schedule Transcription" : "Transcriptie inplannen",
    "Error while loading results: {error}" : "Fout tijdens het laden van resultaten: {error}"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}