{ "translations": {
    "No Speech-to-Text provider found, install one from the app store to use this feature." : "Поставщик преобразования речи в текст не найден. Чтобы использовать эту функцию, установите его из магазина приложений.",
    "Audio file not found." : "Аудиофайл не найден.",
    "Speech to Text" : "Речь в текст",
    "Speech to Text Helper App" : "Приложение «Речь в текст»",
    "A smart picker provider that utilises the Speech to Text OCP API" : "Поставщик умного средства выбора, использующий Speech to Text OCP API",
    "⚠️ This app is now deprecated. The feature it provides is now included in the [Assistant app](https://apps.nextcloud.com/apps/assistant).\n\nThis app implements a smart picker provider that utilises the Speech to Text OCP API.\nIt enables the user to generate transcriptions of recorded audio or an audio file provided.\n\nNOTE: This integration requires a separate integration to be installed that exposes a SpeechToText processing provider, like the Whisper Speech-To-Text App, for example." : "⚠️ Это приложение теперь устарело. Функция, которую оно предоставляет, теперь включена в [приложение Assistant](https://apps.nextcloud.com/apps/assistant).\n\nЭто приложение реализует поставщика интеллектуального выбора, который использует API преобразования речи в текст OCP.\nОно позволяет пользователю создавать транскрипции записанного звука или предоставленного аудиофайла.\n\nПРИМЕЧАНИЕ. Для этой интеграции требуется установить отдельную интеграцию, которая предоставляет поставщика обработки SpeechToText, например, приложение Whisper Speech-To-Text.",
    "Close" : "Закрыть",
    "Copy" : "Копировать",
    "Copied" : "Скопированный",
    "Copy to Clipboard" : "Скопировано в буфер обмена",
    "Choose Audio File" : "Выберите аудиофайл",
    "Unknown API error" : "Неизвестная ошибка API",
    "Record Audio" : "Запись аудио",
    "Selected Audio File:" : "Выбранный аудиофайл:"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}